split/html/olpc-deployment-guide-one-laptop-per-child.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="fr" xml:lang="fr">
<head>
<title>One Laptop Per Child</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2011-09-12"/>
<meta name="author" content="OLPC Foundation (c) 2011 One Laptop Per Child Association, Inc."/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" href="style.css" type="text/css" />

</head>
<body>


<div id="content">
<h1 class="title">One Laptop Per Child</h1>

<p><a href="index.html">Table of contents</a> &ndash; <a href="theindex.html">Index</a>
</p>
<p>
One Laptop per Child (OLPC) is a non-profit organization founded in 2005
with the goal of transforming education by providing every child with
access to a connected laptop computer, the XO laptop.  Connected laptops
provide a cost-effective way for states to create learning environments
that facilitate the greatest possible development of all children.  We are
driven by a firm belief that laptops have a unique ability to leverage
children’s innate curiosity and desire to learn, to develop critical
thinking skills, and to foster a life-long love of learning.
</p>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">OLPC Mission </h2>
<div class="outline-text-2" id="text-1">


<p>
To create educational opportunities for all by providing each child with a
rugged, low-cost, low-power, connected laptop with content and software
designed for collaborative, joyful, self-empowered learning.
</p>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">Five core principles </h2>
<div class="outline-text-2" id="text-2">



<dl>
<dt>Child ownership</dt><dd>Access to information and activities at all times
     create a portable learning and teaching environment.  Child ownership
     includes protecting, caring for, and sharing this creative
     environment.

</dd>
<dt>Low ages</dt><dd>The XO is designed for the use of children ages 4 to 12,
              covering the years of elementary school.

</dd>
<dt>Saturation</dt><dd>In order to achieve meaningful educational improvement each
                child should own a laptop so no one is left out: digital
                saturation implies whole communities to become a part of
                the program.

</dd>
<dt>Connection</dt><dd>XOs not only connect to the internet but to other XOs as
                well, providing an “expanded school” that grows beyond the
                walls of the classroom, enabling a dialogue among
                generations, nations and cultures.

</dd>
<dt>Free and Open Software</dt><dd>As children grow and pursue new ideas, the
     software, content, resources and tools should be able to grow with
     them.  Children not only participate in activities and acquire
     knowledge; they can create activities and transfer knowledge too, and
     share it with the entire global community.
</dd>
</dl>


<p>
<a href="index.html">Table of contents</a> &ndash; <a href="theindex.html">Index</a>
</p></div>
</div>
</div>

<div id="postamble">
<div id="disqus_thread"></div>
<script type="text/javascript">
    var disqus_shortname = 'olpcdeployementcommunityguide';
    (function() {
        var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
        dsq.src = 'http://' + disqus_shortname + '.disqus.com/embed.js';
        (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    })();
</script>
<noscript>Please enable JavaScript to view the <a href="http://disqus.com/?ref_noscript">comments.</a></noscript>

</div>
</body>
</html>
